import React from "react";
import img2 from "../assets/5.jpeg";

const Projects = () => {
  return (
    <div>
      <div
        id="projects"
        className="container-fluid d-flex align-items-center py-5"
      >
        <div className="container">
          <div className="row py-5">
            <div className="col-12">
              <span className="fs-3 fw-bold text-center d-block my-3">
                "जीवनातील क्षणांना शब्दात जिवंत करणाऱ्या कवितांचे अद्वितीय
                अनुभव"
              </span>
            </div>
            <div className="col-12 col-md-6 mt-4 mt-md-5">
              <p className="text-justify">
                माझ्या कवितांच्या माध्यमातून मी जीवनातील छोट्या-छोट्या क्षणांना
                आणि अनुभवांना शब्दबद्ध करण्याचा प्रयत्न केला आहे. या कवितांमध्ये
                निसर्गाचं सौंदर्य, मानवी नात्यांची गहराई, आणि आत्मविचारांचं
                महत्त्व याचं दर्शन घडवते. प्रत्येक कविता एक वेगळा विचार, भावना,
                आणि संवेदनांची जाणीव निर्माण करते. जीवनातील साध्या क्षणांतून गहन
                अर्थ काढण्याचा हा एक प्रयत्न आहे. या कवितांद्वारे वाचकांना नवे
                विचार, प्रेरणा, आणि भावनात्मक अनुभव प्राप्त होतील अशी आशा आहे.
                प्रत्येक शब्द आणि वाक्य हृदयाशी जोडलेले असून, तुम्हाला त्यातले
                गूढ आणि सौंदर्य समजून घेता येईल.
                <br />
                <br />
                या कविता वाचकांना त्यांच्या स्वतःच्या अनुभवांचा आणि भावना यांचा
                आत्मविश्लेषण करण्यास प्रेरित करतात. प्रत्येक पानावर एक नवा विचार
                आणि दृष्टीकोन आहे, जो जीवनाच्या विविध पैलूंचं उजळणी करतो. मला
                आशा आहे की तुम्हाला या कवितांमधून एक वेगळा आनंद आणि समृद्ध अनुभव
                मिळेल.
              </p>
              <p className="text-justify">
                शब्दांच्या आणि विचारांच्या या प्रवासात तुम्ही माझ्याबरोबर सहभागी
                व्हाल. तुमचं स्वागत करण्यात मला आनंद होईल, आणि तुम्हाला या
                कवितांमधून एक विशिष्ट अनुभव मिळेल अशी अपेक्षा आहे.
                <b> "नभी माझ्या चांदण्या.." </b> या पुस्तकातील कवितांच्या
                प्रवासात तुम्हीही सहभागी व्हा आणि माझ्या लेखणीच्या गोडवाचा आनंद
                घ्या. हे पुस्तक Amazon वर उपलब्ध आहे आणि मला खात्री आहे की हे
                तुम्हाला नक्कीच आवडेल.
                <br />
                <br />
                <strong>आता Amazon वर उपलब्ध:</strong>
                <a
                  className="p-2"
                  href="https://amzn.in/d/fULLO6u"
                  target="_blank"
                  rel="noopener noreferrer"
                >
                  https://amzn.in/d/fULLO6u
                </a>
                <br />
                आपल्या प्रतिसादाची आणि प्रेमाची वाट पाहत आहे.
              </p>
            </div>
            <div className="col-12 col-md-6 mt-md-5">
              <img
                style={{ animation: "myAnim 5s ease 0s 4 normal forwards" }}
                className="img-fluid rounded "
                height="100%"
                width="100%"
                src={img2}
                alt="Project Image"
              />
            </div>
            <div className="col-12 mt-4">
              {/* <p className="text-center">
                शब्दांच्या आणि विचारांच्या या प्रवासात तुम्ही माझ्याबरोबर सहभागी
                व्हाल. तुमचं स्वागत करण्यात मला आनंद होईल, आणि तुम्हाला या
                कवितांमधून एक विशिष्ट अनुभव मिळेल अशी अपेक्षा आहे.
                <b> "नभी माझ्या चांदण्या.." </b> या पुस्तकातील कवितांच्या
                प्रवासात तुम्हीही सहभागी व्हा आणि माझ्या लेखणीच्या गोडवाचा आनंद
                घ्या. हे पुस्तक Amazon वर उपलब्ध आहे आणि मला खात्री आहे की हे
                तुम्हाला नक्कीच आवडेल.
                <br />
                <br />
                <strong>आता Amazon वर उपलब्ध:</strong>
                <a
                  className="p-2"
                  href="https://amzn.in/d/fULLO6u"
                  target="_blank"
                  rel="noopener noreferrer"
                >
                  https://amzn.in/d/fULLO6u
                </a>
                <br />
                आपल्या प्रतिसादाची आणि प्रेमाची वाट पाहत आहे.
              </p> */}
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Projects;
